AssignmentRegistry.register({
    title: "화작 - 중간고사",
    description: "수능특강 화법과 작문 각 영역별 지문 및 수능특강 문제 학습하기.\n교과서 지정 페이지를 복습하기.\n\n[ 수능특강 화작 지문 범위 ]\n- 34~47p: 발표, 연설, 대화, 발표 (4지문)\n- 52~54p: 대화 (1지문)\n- 58~68p: 토론, 발표, 토론, 발표 (4지문)\n- 73~75p: 연설 (1지문)\n- 79~81p: 발표 (1지문)\n- 88~100p: 설명, 설명, 비평, 설득 (4지문)\n- 110~112p: 설명 (1지문)\n- 116~118p: 설득 (1지문)\n- 122~126p: 토론-설득 (1지문)\n- 138~143p: 연설-비평 (1지문)\n- 154~167p: 연설-비평, 발표-설명, 대화-설득 (3지문)\n- 172~176p: 대화-설득 (1지문)\n\n[ 수능특강 독서 범위 ]\n- 221~248 페이지\n\n[ 교과서 범위 ]\n- 화법: 40~41, 48, 50~51, 64~65, 98~99, 108~109\n- 작문: 128~129, 134, 160~161, 172~173",
    dueDate: "2025-04-28"
});
