AssignmentRegistry.register({
    title: "미적분 - 그래프 그리기 수행평가",
    description: "주어진 함수의 1계도함수와 2계도함수를 구하는 방법을 학습하기.\n도함수를 이용하여 그래프의 특징을 파악하고 정교하게 그리기.\n\n[ 수행평가 내용 ]\n- 과제: 주어진 함수의 1계도 2계도함수를 구하고 이를 이용하며 그래프를 정교하게 그릴 수 있다.\n- 시기: 5:30 5교시 시작 후 10분간 실시.\n- 평가 기준: 기준을 모두 만족할 시 20점\n\n[ 평가기준 (기준을 모두 만족할 시 20점) ]\n- 도함수를 구할 수 있다.\n- 이계도함수를 구할 수 있다.\n- 증감표의 f'(x)칸을 +, -, 0으로 표시할 수 있다.\n- 증감표의 f''(x)칸을 +, -, 0으로 표시할 수 있다.\n- 증감표의 f(x)칸에 극댓값, 극솟값을 구할 수 있다.\n- 증감표의 f(x)칸에 변고점을 구할 수 있다.\n- 증감표의 lim_x->+infi ( f(x) ), lim_x->-infi ( f(x) ) 의 값을 구하고 점근선을 구할 수 있다.\n- 그래프의 증감표를 이용하여 좌표평면에 나타낼 수 있다.",
    dueDate: "2025-05-30" 
});